LEXICON_RU: dict[str, str] = {'yes_button': 'ДА!',
                              'no_button': 'НЕТ',
                              'cancel': 'Отменить',
                               'start': 'Привет! Сыграем в карты? \n'
                                         'Для этого перемешай колоду с помощью команды /shuffle и тяни карту командой /card',
                               'help': 'Игра заключается в следующем:\n'
                                        'Вы и я получаем по одной карте, у кого значение карты будет больше, тот и победил',
                              'no_echo': 'Это событие не поддерживается',
                              'start_game': 'Игра начинается прямо сейчас!',
                              'bot_card': 'Вот моя карта:',
                              'user_card': 'Вот ваша карта:',
                              'win': 'Вы победили, поздравляю!',
                              'lose': 'Ура! Я победил!',
                              'no_card': 'Нужно перетасовать колоду!',
                              'card_err': 'Что-то пошло не так ....',
                              'draw': 'Ничья',
                              'not_cmd': 'Я не понимать...'}

LEXICON_CMD: dict[str, str] = {'/start': 'Начать игру',
                               '/shuffle': 'Перемешать колоду',
                               '/card': 'Выдать карту',
                               '/help': 'Правила игры',
                               '/stat': 'Посмотреть статистику'
                               }